Repository: danieffe/O-Buddy
Catalog: O-Buddy/Resources/*.lproj/Localizable.strings
Languages: ar, it

source: Driving style
ar: نمط القيادة
it: Stile di guida

source: Actual speed
ar: السرعة الفعلية
it: Velocità attuale

source: Daily brakes:
ar: الفرامل اليومية:
it: Frenate giornaliere:

source: Daily consumption:
ar: الاستهلاك اليومي:
it: Consumo giornaliero:

source: Searching for OBD devices...
ar: البحث عن أجهزة OBD...
it: Ricerca dispositivi OBD...

source: Hard Brake
ar: فرملة قوية
it: Frenata brusca

source: Speed at stop
ar: السرعة عند التوقف
it: Velocità all'arresto

source: Speed at return
ar: السرعة عند العودة
it: Velocità al ritorno

source: RPM lost
ar: فقدان دورات المحرك
it: RPM persi

source: Fuel Consumption
ar: استهلاك الوقود
it: Consumo carburante

source: Vehicle Mass Required
ar: كتلة المركبة مطلوبة
it: Massa Veicolo Richiesta

source: Go to Settings
ar: الانتقال إلى الإعدادات
it: Vai alle Impostazioni

source: Please enter a valid positive number for your vehicle's mass in the Settings to ensure accurate calculations.
ar: الرجاء إدخال رقم موجب صحيح لكتلة مركبتك في الإعدادات لضمان دقة الحسابات.
it: Inserisci un numero positivo valido per la massa del tuo veicolo nelle Impostazioni per garantire calcoli accurati.

source: No fuel stations found and no fallback price available.
ar: لم يتم العثور على محطات وقود ولا سعر احتياطي متاح.
it: Nessun distributore di carburante trovato e nessun prezzo di riserva disponibile.

source: No fuel stations found for the current location and fuel type.
ar: لم يتم العثور على محطات وقود للموقع الحالي ونوع الوقود.
it: Nessun distributore di carburante trovato per la posizione e il tipo di carburante attuali.

source: Vehicle Information
ar: معلومات المركبة
it: Informazioni Veicolo

source: Select Fuel Type
ar: اختر نوع الوقود
it: Seleziona Tipo Carburante

# fuel_type_petrol
source: Petrol
ar: بنزين
it: Benzina

# fuel_type_diesel
source: Diesel
ar: ديزل
it: Gasolio

# fuel_type_lpg
source: LPG
ar: غاز البترول المسال
it: GPL

# fuel_type_methane
source: Methane
ar: غاز طبيعي
it: Metano

source: Vehicle Mass
ar: كتلة المركبة
it: Massa Veicolo

source: Enter mass in Kg
ar: أدخل الكتلة بالكيلوغرام
it: Inserisci massa in Kg

source: Please enter a valid positive number for vehicle mass.
ar: الرجاء إدخال رقم موجب صحيح لكتلة المركبة.
it: Inserisci un numero positivo valido per la massa del veicolo.

source: About O-Buddy
ar: حول O-Buddy
it: Informazioni su O-Buddy

source: Version
ar: الإصدار
it: Versione

source: Settings
ar: الإعدادات
it: Impostazioni

source: Done
ar: تم
it: Fatto

source: WEEKLY
ar: أسبوعي
it: SETTIMANALE

source: MONTHLY
ar: شهري
it: MENSILE

source: YEARLY
ar: سنوي
it: ANNUALE

# dashboard_overall_brakes
source: Your Overall: %d total brakes
ar: إجمالي الفرامل: %d فرامل
it: Totale frenate: %d

# dashboard_consumption_limit
source: Your Consumption limit : 5L
ar: حد استهلاكك: 5 لتر
it: Limite di consumo: 5L

source: Consumption tanks
ar: خزانات الاستهلاك
it: Serbatoi di consumo

# time_period_week
source: week
ar: أسبوع
it: settimana

# time_period_month
source: month
ar: شهر
it: mese

# time_period_year
source: year
ar: سنة
it: anno

# tank_summary_message
source: in a %@ you have lost
ar: في %@ لقد خسرت
it: in %@ hai perso

# tank_lost_fuel_display
source: %.0fL (%.0f$)
ar: %.0f لتر (%.0f $)

source: Welcome to O-Buddy
ar: مرحباً بك في O-Buddy
it: Benvenuto in O-Buddy

source: Your driving assistant ready to support you!
ar: مساعد قيادتك جاهز لدعمك!
it: Il tuo assistente di guida pronto a supportarti!

source: This app requires an OBD II interface to work.
ar: يتطلب هذا التطبيق واجهة OBD II للعمل.
it: Questa app richiede un'interfaccia OBD II per funzionare.

source: Before starting we need some informations:
ar: قبل البدء نحتاج بعض المعلومات:
it: Prima di iniziare abbiamo bisogno di alcune informazioni:

source: Insert here the mass of your car:
ar: أدخل هنا كتلة سيارتك:
it: Inserisci qui la massa della tua auto:

source: Kg
ar: كجم

source: * This section is mandatory to proceed.
ar: * هذا القسم إلزامي للمتابعة.
it: * Questa sezione è obbligatoria per procedere.

source: Remember to check your car registration document for the correct mass value.
ar: تذكر التحقق من وثيقة تسجيل سيارتك للحصول على قيمة الكتلة الصحيحة.
it: Ricorda di controllare il libretto di circolazione per il valore corretto della massa.

source: Ex: Italy
ar: مثال: إيطاليا
it: Es: Italia

source: Insert the type of the fuel :
ar: أدخل نوع الوقود:
it: Inserisci il tipo di carburante :

source: This is an event!
ar: هذا حدث!
it: Questo è un evento!

source: You'll see events appear when you do an hard brake. Try to avoid them while you can.
ar: ستظهر الأحداث عندما تقوم بفرملة قوية. حاول تجنبها قدر الإمكان.
it: Vedrai gli eventi apparire quando effettui una frenata brusca. Cerca di evitarli quando puoi.

source: Discover all the details about your brakes events but, most importantly, the consumption due to them!
ar: اكتشف جميع تفاصيل أحداث الفرامل الخاصة بك، ولكن الأهم من ذلك، الاستهلاك الناتج عنها!
it: Scopri tutti i dettagli sulle tue frenate ma, soprattutto, il consumo dovuto ad esse!

# onboarding_page5_part1
source: In the Consumption Tanks section, you can see detailed consumption over the short / medium / long term.
ar: في قسم خزانات الاستهلاك، يمكنك رؤية الاستهلاك المفصل على المدى القصير / المتوسط / الطويل.
it: Nella sezione Serbatoi di consumo, puoi vedere il consumo dettagliato a breve / medio / lungo termine.

# onboarding_page5_important_title
source: ⚠️ IMPORTANT:
ar: ⚠️ هام:
it: ⚠️ IMPORTANTE:

# onboarding_page5_important_text
source: For your own safety remember to check your driving data ONLY AT THE END of your trip!
ar: لسلامتك، تذكر أن تتحقق من بيانات قيادتك فقط في نهاية رحلتك!
it: Per la tua sicurezza ricorda di controllare i tuoi dati di guida SOLO ALLA FINE del tuo viaggio!

source: Continue
ar: متابعة
it: Continua
